Repository: ecomotion/pollencms
Catalog: core/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Page not found
fr_fr: Page non trouvée

source: Can not find the plugin %s
fr_fr: Plugin %s non trouvé

source: Plugin %s is activated
fr_fr: Le plugin %s est maintenant activé

source: Plugin %s is unactivated
fr_fr: Le plugin %s est maintenant innactif

source: You should specified a file to save
fr_fr: Vous devez sélectionner un fichier à éditer

source: Page has been saved.
fr_fr: La page a été sauvegardée .

source: File saved successfully.
fr_fr: La sauvegarde du fichier a réussi.

source: Site configuration has been saved !
fr_fr: La configuration du site a été sauvegardée

source: Internal error, directory %s not exists.
fr_fr: Erreur interne, le réperoire %s n'existe pas.

source: Internal error, file object %s not exists.
fr_fr: Erreur interne, l'objet fichier %s n'existe pas.

source: Size value is not valid.
fr_fr: La taille n'est pas valide

source: cache is now empty
fr_fr: Le cache est maintenant vide

source: Site Configuration
fr_fr: Configuration du site

source: Site Parameters
fr_fr: Paramétres du site

source: Cache Management
fr_fr: Gestion du Cache

source: Clearing cache ....
fr_fr: Suppression du cache ....

source: clear site cache
fr_fr: Vider le cache du site

source: clear thumbs cache
fr_fr: Vider le cache des vignettes

source: clear history cache
fr_fr: vider le cache de l'historique

source: Config File
fr_fr: Fichier de configuration

source: FCK Editor
fr_fr: Editeur fck

source: Activated Plugins list
fr_fr: Liste des plugins activés

source: Name
fr_fr: Nom

source: Author
fr_fr: Auteur

source: Available Plugins list
fr_fr: Liste des plugins disponibles

source: UnActivate
fr_fr: Désactiver

source: Activate
fr_fr: Activer

source: Plugins List
fr_fr: Liste des plugins

source: You should specified a file to edit
fr_fr: Vous devez sélectionner un fichier à éditer

source: home
fr_fr: Accueil

source: History
fr_fr: Historique

source: History empty !
fr_fr: Pas de fichier d'historique !

source: cancel
fr_fr: Annuler

source: history
fr_fr: Historique

source: save & see
fr_fr: Sauver et Voir

source: save
fr_fr: Sauver

source: create a directory
fr_fr: Nouveau dossier

source: create a page
fr_fr: Céer une page

source: Site Pages
fr_fr: Pages du site

source: Links
fr_fr: Raccourcis

source: Media
fr_fr: Medias

source: Choose a file
fr_fr: Choix d'un fichier

source: Select
fr_fr: Sélectionner

source: Cancel
fr_fr: Annuler

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Bad login / password !!
fr_fr: Mauvais identifiant / mot de passe de connexion

source: Error deleting cache.
fr_fr: Une erreur c'est produite lors de la suppression du cache.

source: Can not create directory (check permissions):
fr_fr: Impossible de créer le répertoire (vérifiez les droits d'accés)

source: the directory
fr_fr: le répertoire

source: Delete
fr_fr: Supprimer

source: Rename
fr_fr: Renommer

source: Copy
fr_fr: Copier

source: Move
fr_fr: Déplacer

source: can not erase dir %s Check permissions.
fr_fr: Impossible de supprimer le répertoire %s. Vérifiez les permissions.

source: Error while erasing dir %s. Check permissions.
fr_fr: Impossible de supprimer le répertoire %s. Vérifiez les permissions.

source: Can not move %s. The target directory not exists !
fr_fr: Impossible de déplacer %s. Le répertoire cible n'existe pas.

source: Can not copy directory with empty name
fr_fr: Impossible de copier un répertoire avec un nom vide.

source: Directory or File exists
fr_fr: Le fichier / répertoire existe déjà

source: Create Link
fr_fr: Créer un lien

source: Hide
fr_fr: Cacher

source: Show
fr_fr: Montrer

source: Unpublish
fr_fr: Dépublier

source: Publish
fr_fr: Publier

source: Edit
fr_fr: Editer

source: Can not rename with empty name
fr_fr: Impossible de renommer avec un nom vide

source: Can not copy page with empty name.
fr_fr: Impossible de copier le fichier avec un nom vide

source: Page %s ever exists.
fr_fr: Le fichier %s existe déjà .

source: Internal Error. In copy, page not exists
fr_fr: Erreur interne dans la fonction copy, la page n'existe pas.

source: The page %s ever exists
fr_fr: La page %s existe déjà .

source: %s file extension is not allowed
fr_fr: L'extension %s n'est pas autorisée.

source: You must specify a name for the file to create.
fr_fr: Vous devez donner un nom au fichier à créer.

source: The directory %s exists.
fr_fr: Le répertoire %s existe.

source: link
fr_fr: Raccourci

source: Try to add event %s but function %s not exists.
fr_fr: Tentative d'ajouter l'évènement %s mais la fonction %s n'existe pas.

source: Event %s not exists
fr_fr: L'événement %s existe déjà .

source: the file
fr_fr: le fichier

source: Can not erase file %s . Check file permissions.
fr_fr: Impossible de supprimer le répertoire %s. Vérifiez les permissions.

source: Can not erase file
fr_fr: Impossible de supprimer le fichier

source: File: %s exists.
fr_fr: Le fichier %s existe déjà .

source: An error occured while renaming file
fr_fr: Une erreure est survenue lors du renommage du fichier

source: can not copy. Directory not writable. Check file permissions.
fr_fr: Impossible de supprimer le répertoire %s. Vérifiez les permissions.

source: File exists
fr_fr: Le fichier existe déjà

source: Error occured while copying file
fr_fr: Une erreure est survenue lors de la copie du fichier

source: Check file permissions
fr_fr: Vérifiez les droits d'accés

source: Fatal Error, can not find the file %s
fr_fr: Erreur fatale, impossible de trouver le fichier %s

source: Resize
fr_fr: Redimentionner

source: Canot resize image %s. File is not writable.
fr_fr: Impossible de redimentionner l'image %s. Pas les droits d'écriture sur le fichier.

source: Can not resize image %s. Imagemagick binary not exists
fr_fr: Impossible de redimentionner l'image %s. Le binaire Imagemagick est manquant.

source: Error in resizing image. Memory Limit is to low. Need %s M of memory.
fr_fr: Une erreure s'est produite lors du redimentionnement de l'image. La limite mémoire est trop basse. Besoin de %s M de mémoire.

source: %s images are not supported by gd.
fr_fr: %s images ne sont pas supportées par la librairie gd

source: Special chars are not allowed.
fr_fr: Les caractéres spéciaux comme les accents ne sont pas acceptés.

source: Empty name is not allowed
fr_fr: Nom de fichier vide non autorisé.

source: can not create the cache dir %s. Please check permissions.
fr_fr: Impossible de supprimer le répertoire %s. Vérifiez les permissions.

source: The template file %s doesn't exist.
fr_fr: Le fichier template %s n'existe pas.

source: This kind of file is not allowed.
fr_fr: Ce type de fichier n'est pas autorisé.

source: the page
fr_fr: la page

source: No Cache
fr_fr: Pas de cache

source: Use Cache
fr_fr: Utiliser le cache

source: Last Version
fr_fr: Dernière version

source: today at
fr_fr: Aujourd'hui à

source: unknown
fr_fr: non défini

source: Preview
fr_fr: Aperçu

source: Can not open file %s for writing.
fr_fr: Impossible d'ouvir le fichier %s en mode écriture

source: Check file permissisons
fr_fr: Vérifiez les droits d'accés

source: An error occur while writing text
fr_fr: Une erreure est survenue lors de l'écriture du fichier

source: Save
fr_fr: Sauver

source: Loading ...
fr_fr: Chargement en cours ....

source: Name can not be empty.
fr_fr: Le nom ne peut pas être vide.

source: Page name:
fr_fr: Nom de la page:

source: Create a page
fr_fr: Créer une page

source: Directory name:
fr_fr: Nom du dossier:

source: Create a directory
fr_fr: Créer un dossier

source: New name :
fr_fr: Nouveau nom :

source: Copy name :
fr_fr: Nom de la copie:

source: New Size (in px):
fr_fr: Nouvelle taille (en px):

source: Image Resize
fr_fr: Redimentionner l'image

source: Confirm message
fr_fr: Message de confirmation

source: Select Files
fr_fr: Séclectionner ....

source: Uploading file:
fr_fr: Envoyer un fichier:

source: Click on the select button to upload files. You can choose futher files.
fr_fr: Cliquez sur le boutton sélectionner pour envoyer vos fichiers.

source: upload selector
fr_fr: Selection d'un fichier à envoyer

source: upload progress
fr_fr: Envoie en cours
